Repository: PranY/Mailpile
Catalog: locale/*/LC_MESSAGES/mailpile.po
Languages: ml_in

source: ID out of bounds: %s
ml_in: ഐഡിയുടെ വലിപ്പം കൂടിപ്പോയ്: %s

source: What message is %s?
ml_in: %s എന്ത് സന്ദേശമാണ്?

source: Running: %s
ml_in: പ്രവർത്തിക്കുന്നു: %s

source: Nothing changed
ml_in: മാറ്റമൊന്നുമില്ല

source: Aborted: %s
ml_in: റദ്ദാക്കി: %s

source: Aborted
ml_in: ഇല്ലാതാക്കി

source: Statistics updated
ml_in: അവസ്ഥ നവീകരിച്ചു

source: No such key: %s
ml_in: അങ്ങനെയൊരു ചാവി ഇല്ല: %s

source: The web interface is %s
ml_in: വെബ്‌സമ്പർക്കമുഖം %s ആണ്

source: disabled.
ml_in: പ്രവർത്തിക്കാതാക്കി

source: Commands:
ml_in: നിർദ്ദേശങ്ങൾ

source: Error
ml_in: പിശക്

source: Unknown command
ml_in: ആജ്ഞ മനസ്സിലായില്ല

source: true
ml_in: ശരി

source: yes
ml_in: അതെ

source: on
ml_in: ഓൺ

source: false
ml_in: തെറ്റ്

source: no
ml_in: അല്ല

source: off
ml_in: ഓഫ്

source: Invalid boolean: %s
ml_in: അസാധുവായ മൂല്യം: %s

source: Not a file: %s
ml_in: അങ്ങനെയൊരു പ്രമാണമില്ല: %s

source: Not a directory: %s
ml_in: അങ്ങനെയൊരു അറയില്ല: %s

source: Override this
ml_in: ഇതിനെ മറികടക്കൂ

source: Creating: %s
ml_in: നിർമ്മിക്കുന്നു: %s

source: Mailbox ID too large: %s
ml_in: സന്ദേശപ്പെട്ടി വളരെ വലുതാണ്: %s

source: No such mailbox: %s
ml_in: അങ്ങനെയൊരു സന്ദേശപ്പെട്ടിയില്ല: %s

source: %s: Updating: %s
ml_in: %s: നവീകരിക്കുന്നു: %s

source: %s: Opening: %s (may take a while)
ml_in: %s: തുറക്കുന്നു: %s (അൽപം സമയമെടുക്കാം)

source: Default theme
ml_in: സ്വതേയുള്ള പശ്ചാത്തലം

source: Location of vcards
ml_in: വികാർഡുകളുടെ സ്ഥാനം

source: User preferences
ml_in: ഉപയോക്തൃ മുൻഗണനകൾ

source: Search results per page
ml_in: ഓരോ താളിലേയും തിരച്ചിൽ ഫലങ്ങൾ

source: New mail check frequency
ml_in: പുതിയ ഈമെയിൽ തിരയാനുള്ള ഇടവേള

source: Inline PGP signatures or attached
ml_in: ഇൻലൈനായി PGP ഒപ്പ് വേണോ അതോ സന്ദേശത്തിനൊപ്പം കൂട്ടിക്കെട്ടണമോ

source: Default sort order
ml_in: സ്വതേയുള്ള തരംതിരിക്കൽ ക്രമം

source: Encrypt local data to ...
ml_in: ലോക്കൽ ഡാറ്റ എങ്ക്രിപ്റ്റ് ചെയ്ത്

source: Account name
ml_in: അംഗത്വ നാമം

source: E-mail address
ml_in: ഈമെയിൽ വിലാസം

source: Message signature
ml_in: സന്ദേശത്തിലെ ഒപ്പ്

source: Outgoing mail route
ml_in: പുറത്തേക്ക് മെയിൽ പോകേണ്ട വഴി

source: Trust not calculated
ml_in: വിശ്വാസത്തെപ്പറ്റി കണക്കുകൂട്ടിയിട്ടില്ല

source: Unknown trust
ml_in: വിശ്വാസത്തെപ്പറ്റി വലിയപിടിയില്ല

source: Undefined trust
ml_in: വിശ്വാസത്തെപ്പറ്റി നിർവ്വചനമൊന്നുമില്ല

source: Never trust
ml_in: ഒരിക്കലും വിശ്വസിക്കരുത്

source: Marginally trust
ml_in: കുറേയൊക്കെ വിശ്വസിക്കാം

source: Full trust
ml_in: പൂർണ്ണമായും വിശ്വസിക്കുക

source: Ultimate trust
ml_in: ഉറപ്പായും വിശ്വസിക്കാം

source: Expired key, not trusted
ml_in: ചാവി അസാധു, വിശ്വസിക്കരുത്

source: Revoked key, not trusted
ml_in: പിൻവലിച്ച ചാവി, വിശ്വസിക്കരുത്

source: Disabled key, not trusted
ml_in: നിർജ്ജീവമാക്കിയ ചാവി, വിശ്വസിക്കരുത്

source: RSA (encrypt only)
ml_in: RSA (രഹസ്യകോഡാക്കൽ മാത്രം)

source: RSA (sign only)
ml_in: RSA (ഒപ്പ് മാത്രം)

source: Elgamal (encrypt only)
ml_in: Elgamal (രഹസ്യകോഡാക്കൽ മാത്രം)

source: Elgamal (encrypt/sign) [COMPROMISED]
ml_in: Elgamal (രഹസ്യകോഡാക്കലും ഒപ്പുവയ്ക്കലും) [സുരക്ഷിതമല്ല]

source: OMG, input too big
ml_in: ദൈവമേ, ഉള്ളടക്കം വളരെ വലുതാണ്

source: Unknown content-type
ml_in: ഉള്ളടക്കം എന്താണെന്ന് മനസ്സിലാകുന്നില്ല

source: Internal Error
ml_in: ആന്തരിക പിശക്

source: Internal error
ml_in: ആന്തരിക പിശക്

source: SendMail: from %s, to %s
ml_in: അയച്ച സന്ദേശം: %s ൽ നിന്നും %s ന്

source: Connecting to %s
ml_in: %s മായി ബന്ധിപ്പിക്കുന്നു

source: Invalid sendmail: %s
ml_in: സാധുവല്ലാത്ത സന്ദേശം

source: Preparing message...
ml_in: സന്ദേശം തയ്യാറാക്കുന്നു

source: Message sent, %d bytes
ml_in: സന്ദേശം അയച്ചു, %d ബൈറ്റുകൾ

source: No data found
ml_in: ഉള്ളടക്കമൊന്നും കണ്ടെത്താനായില്ല

source: Message not found
ml_in: സന്ദേശമൊന്നും കണ്ടെത്താനായില്ല

source: Mailbox is read-only.
ml_in: സന്ദേശപ്പെട്ടി വായിക്കാൻ മാത്രമേ കഴിയുകയുള്ളൂ

source: Message not found?
ml_in: സന്ദേശം കണ്ടെത്താനായില്ല?

source: Wrote preview to: %s
ml_in: തിരനോട്ടം %s ലേക്ക് എഴുതി

source: Failed to generate thumbnail
ml_in: തിരച്ചിത്രം നിർമ്മിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: No attachments found for: %s
ml_in: %s നായി കൂട്ടിച്ചേർക്കലുകളൊന്നും കണ്ടില്ല

source: Decode failed: %s %s
ml_in: ഡീക്കോഡിങ്ങ് പരാജയപ്പെട്ടു: %s %s

source: Loading metadata index...
ml_in: മെറ്റഡാറ്റയുടെ സൂചിക എടുക്കുന്നു

source: Loaded metadata, %d messages
ml_in: മെറ്റാഡാറ്റ ലോഡ് ചെയ്തു. %d സന്ദേശങ്ങൾ

source: Saving metadata index changes...
ml_in: മെറ്റാഡാറ്റയുടെ സൂചികയിലെ മാറ്റങ്ങൾ സംരക്ഷിക്കുന്നു

source: Saved metadata index changes
ml_in: സംരക്ഷിച്ച മെറ്റാഡാറ്റയുടെ സൂചികയിലെ മാറ്റങ്ങൾ

source: Saving metadata index...
ml_in: മെറ്റാഡാറ്റയുടെ സൂചിക സംരക്ഷിക്കുന്നു

source: Saved metadata index
ml_in: സംരക്ഷിച്ച മെറ്റാഡാറ്റയുടെ സൂചിക

source: Elapsed: %.3fs (%s)
ml_in: സമയം അധികരിച്ചു: %.3fs (%s)

source: Completed %s in %.3fs
ml_in: പൂർത്തിയായി: %s %.3fs ൽ

source: Demo Contacts
ml_in: പരീക്ഷണാർത്ഥമുള്ള സമ്പർക്കങ്ങൾ

source: This is the demo importer
ml_in: പരീക്ഷണാർത്ഥമുള്ള ഇറക്കുമതിക്കാരൻ

source: Activate demo importer
ml_in: പരീക്ഷണാർത്ഥമുള്ള ഇറക്കുമതിക്കാരനെ സജീവമാക്കുക

source: Contact name
ml_in: ബന്ധപ്പെടാനുള്ള പേര്

source: Contact email
ml_in: ബന്ധപ്പെടാനുള്ള ഈമെയിൽ

source: Enable this importer
ml_in: ഇറക്കുമതിക്കാരനെ സജീവമാക്കുക

source: Location of keyring
ml_in: ചാവിക്കൂട്ടത്തിന്റെ സ്ഥാനം

source: Location of Mork database
ml_in: മോർക്ക് ഡാറ്റാബേസിന്റെ സ്ഥാനം

source: Contact Info
ml_in: ബന്ധപ്പെടാനുള്ള വിവരം

source: Name
ml_in: പേര്

source: E-mail
ml_in: ഈമെയിൽ

source: Website
ml_in: വെബ്‌സൈറ്റ്

source: PGP Key
ml_in: പിജിപി ചാവി

source: Previous
ml_in: മുൻപത്തേത്

source: Next
ml_in: അടുത്തത്

source: of
ml_in: ഉം

source: Contacts
ml_in: സമ്പർക്കങ്ങൾ

source: 1 Conversation
ml_in: ഒരു സന്ദേശം

source: No results found
ml_in: ഫലങ്ങളൊന്നും കണ്ടില്ല

source: Snug
ml_in: അലസം

source: Close
ml_in: അടയ്ക്കുക

source: Compose
ml_in: രചിക്കുക

source: Tags
ml_in: നാടകൾ

source: Donate
ml_in: സംഭാവന

source: Settings
ml_in: ക്രമീകരണങ്ങൾ

source: emails
ml_in: ഈമെയിലുകൾ

source: Encrypted
ml_in: രഹസ്യമാക്കിയത്

source: Photos
ml_in: ചിത്രങ്ങൾ

source: Files
ml_in: പ്രമാണങ്ങൾ

source: Links
ml_in: കണ്ണികൾ

source: Groups
ml_in: കൂട്ടങ്ങൾ

source: Mailpile
ml_in: മെയിൽപൈൽ

source: is free software made by
ml_in: ഒരു സ്വതന്ത്രസോഫ്റ്റ്‌വെയറാണ്. ഇത് നിർമ്മിച്ചത്

source: more
ml_in: കൂടുതൽ

source: Date:
ml_in: തീയ്യതി

source: Start time
ml_in: തുടക്കം

source: to
ml_in: മുതൽ

source: Present
ml_in: ഇപ്പോൾ വരെ

source: With:
ml_in: ഒപ്പം

source: No Tags
ml_in: നാടകളൊന്നുമില്ല

source: And:
ml_in: ഒപ്പം:

source: All groups
ml_in: എല്ലാ കൂട്ടങ്ങളും

source: To
ml_in: അയയ്ക്കുന്നത്

source: Cc
ml_in: പകർപ്പ്

source: Bcc
ml_in: മറ്റാരും അറിയാത്ത പകർപ്പ്

source: From
ml_in: അയച്ചത്

source: Subject
ml_in: വിഷയം

source: Your message...
ml_in: നിങ്ങളുടെ സന്ദേശം

source: No Attachments
ml_in: കൂട്ടിയോജിപ്പുകളൊന്നുമില്ല

source: Send
ml_in: അയയ്ക്കുക

source: Save
ml_in: സംരക്ഷിക്കുക

source: Message not found!
ml_in: സന്ദേശം കണ്ടത്താനായില്ല!

source: Signed by
ml_in: ഒപ്പിട്ടത്

source: Unknown signature from
ml_in: ആരുടെ ഒപ്പാണെന്നറിയില്ല

source: Signed with unknown key
ml_in: തിരിച്ചറിയാത്ത ചാവിയോടു കൂടിയ സന്ദേശം

source: Successfully decrypted message
ml_in: യഥാർത്ഥ സന്ദേശം വീണ്ടെടുത്തു

source: Failed to decrypt message
ml_in: യഥാർത്ഥ സന്ദേശം വീണ്ടെടുക്കാൻ കഴിഞ്ഞില്ല

source: Reply
ml_in: മറുപടി

source: All
ml_in: എല്ലാവർക്കും

source: Forward
ml_in: കൈമാറുക

source: Or you can donate to our
ml_in: അല്ലെങ്കിൽ ഞങ്ങൾക്ക് സംഭാവന നൽകാം

source: Bitcoin Wallet
ml_in: ബിറ്റ്‌കോയിൻ പെട്ടി

source: Messages
ml_in: സന്ദേശങ്ങൾ

source: selected
ml_in: തിരഞ്ഞെടുത്തത്

source: Move to Later
ml_in: പിന്നത്തേക്ക് മാറ്റുക

source: Move to Group
ml_in: ഒരു കൂട്ടത്തിലേക്ക് മാറ്റുക

source: Assign Tags
ml_in: നാട ചേർക്കുക

source: Archive Selection
ml_in: തിരഞ്ഞെടുത്തത് സംഭരിക്കുക

source: Delete Selection
ml_in: തിരഞ്ഞെടുത്തത് ഇല്ലാതാക്കുക

source: Vroom!
ml_in: വ്രൂം

source: Add Contact
ml_in: സമ്പർക്കം ചേർക്കുക

source: Import Contacts
ml_in: സമ്പർക്കങ്ങൾ ഇറക്കുമതി ചെയ്യുക

source: Archive
ml_in: സംഭരിക്കുക

source: Delete
ml_in: ഇല്ലാതാക്കുക

source: Show All
ml_in: എല്ലാം കാണിക്കുക

source: New
ml_in: പുതിയ

source: Add Tag
ml_in: നാട ചേർക്കുക

source: Conversations
ml_in: സംഭാഷണങ്ങൾ

source: No Results Found
ml_in: ഫലങ്ങളൊന്നുമില്ല

source: Your Profiles
ml_in: നിങ്ങളുടെ പ്രൊഫൈൽ

source: Add New Profile
ml_in: പുതിയ ഒരു പ്രൊഫൈൽ ചേർക്കുക

source: Chelsea Manning
ml_in: ചെൽസെ മാനിങ്ങ്

source: Email
ml_in: ഈമെയിൽ

source: SMTP Server
ml_in: എസ്‌എംടിപി സെർവ്വർ

source: Login
ml_in: പ്രവേശനം

source: Password
ml_in: രഹസ്യവാക്ക്

source: Server
ml_in: സെർവ്വർ

source: Port
ml_in: പോർട്ട്

source: Add Profile
ml_in: ഒരു പ്രൊഫൈൽ ചേർക്കുക

source: Enter New Tag Info
ml_in: പുതിയ നാടയുടെ വിവരം

source: Tag
ml_in: തിരുകുക

source: Friends & Family
ml_in: സുഹൃത്തുക്കളും ബന്ധുക്കളും

source: Slug
ml_in: അലസം

source: friends-family
ml_in: സുഹൃത്തുക്കളും ബന്ധുക്കളും

source: Add
ml_in: ചേർക്കുക

source: Total
ml_in: ആകെ

source: View Messages
ml_in: സന്ദേശങ്ങൾ കാണുക

source: Archived
ml_in: ശേഖരിക്കപ്പെട്ടത്
